"Every 10 minutes" = "Setiap 10 menit";
"Manually" = "Secara Manual";
"Rescan" = "Pindai Ulang";
"Show Info" = "Tampilkan Info";
"Delete selected source" = "Hapus sumber terpilih";
"Every day" = "Setiap hari";
"Add source..." = "Tambah sumber...";
"Every half hour" = "Setiap setengah jam";
"Rescan source" = "Pindah ulang sumber";
"Sources" = "Sumber";
"Every hour" = "Setiap hari";
"Rescan frequency" = "Frekuensi pindai ulang";
